Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyWallPanels Property
 Cannot copy wall panels unless their parent wall is also being copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyWallPanels { get; }
Public Shared ReadOnly Property CannotCopyWallPanels As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyWallPanels {
	FailureDefinitionId^ get ();
}
static member CannotCopyWallPanels : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace